Repository: BergerMarcin/MaterialCleaner
Catalog: poster/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Username already exists. Please write another username
pl: Użytkownik już istnieje. Proszę podaj inną nazwę użytkownika

source: Language
pl: Język

source: Choose language
pl: Wybierz język

source: Fill-in common name for all photos
pl: Podaj wspólną nazwę dla wszystkich zdjęć

source: Photos
pl: Zdjęcia

source: Password
pl: Hasło

source: Repeat password
pl: Powtórzenie hasła

source: Password was repeated wrongly
pl: Hasło błędnie powtórzono

source: Phone number
pl: Numer telefonu

source: Phone number additional
pl: Dodatkowy numer telefonu

source: Country
pl: Kraj

source: Choose region
pl: Wybierz region/województwo

source: City
pl: Miasto

source: ZIP code
pl: Kod pocztowy

source: Street, house and flat no.
pl: Ulica, nr domu i mieszkania

source: Enter primary phone number
pl: Podaj główny numer telefonu

source: Enter secondary/additional phone number
pl: Podaj dodatkowy numer telefonu

source: Poland
pl: Polska

source: Enter city
pl: Podaj miasto

source: Enter ZIP code
pl: Podaj kod pocztowy

source: Short name
pl: Skrócona nazwa

source: Enter short photo name
pl: Podaj skróconą nazwę zdjęć

source: Description
pl: Opis

source: Fill photo description
pl: Podaj opis zdjęcia

source: Photo taken location
pl: Miejsce wykonania zdjęcia

source: Enter photo taken location
pl: Podaj miejsce wykonania zdjęcia

source: Date, time photo taken
pl: Data i godzina wykonania zdjęcia

source: Enter date and time of photo taken
pl: Wprowadź datę i godzinę wykonania zdjęcia

source: Name
pl: Nazwa

source: Enter name category
pl: Podaj nazwę kategorii

source: Icon
pl: Ikona

source: Enter icon file name
pl: Podaj nazwę pliku ikony

source: Active
pl: Aktywyna

source: Marked if catagery is active
pl: Zaznacz czy kategoria jest aktywna

source: Enter short sale name
pl: Podaj skróconą nazwę ogłoszenia

source: Categories
pl: Kategorie

source: You can choose many categories
pl: Możesz wybrać wiele kategorii

source: Total value
pl: Wartość całkowita

source: Enter total value
pl: Podaj wartość całkowitą

source: You can choose many photos
pl: Możesz wybrać wiele zdjęć

source: Change language
pl: Zmień język

source: Hello
pl: Witaj

source: MC Start Page
pl: MC Strona Startowa

source: Hello my friend in MaterialCleaner app!
pl: Witaj w apce MaterialCleaner

source: Make money, save envirnoment and ... clean your construction site!
pl: Zdobądź fundusze, zatroszcz się o środowisko i ... posprzątaj Twoją budowę!

source: Start Page
pl: Strona Startowa
